Revit 2027 API
ParameterTypeId.RebarSystemSpanhookLeftDirn1 Property
 "Hook Angle Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpanhookLeftDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpanhookLeftDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpanhookLeftDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpanhookLeftDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace